-ala
-bala
-bandayo
-banzi
-baza
-bi
-bili
-bizayo
-bolile
-bomvu
-bukekayo
-bukisa
-bunxele
-busa
-dala
-de
-dlula
-dwa
-ela
-ephuzayo
-fakaza
-fihla
-gulayo
-hamba
-hlabela
-hlabelela
-hlakula
-hlanu
-hle
-hlebeza
-hlela
-hlubula
-hlukuza
-isithupha
-khangela
-kho
-landelayo
-libala
-lobela
-lubela
-lungileyo
-mangalisayo
-mhlophe
-mi
-mnandi
-mnyama
-mpofu
-ncane
-ndoda
-ne
-ngcono
-ningi
-nsundu
-nye
-nzima
-phakeme
-phawula
-phuzileyo
-qala
-qhakaza
-sala
-sha
-shayela
-shibile
-shisayo
-thathu
-vekeza
-vukisa
-xoxa
-yishumi_nambili
-yishumi_nane
Earth
Hihi_konix_harlukudi
Ikhasi_Elikhulu
Inhlwathi
Ipiyano
Isenzo
Isigubhu
Isiphawulo
KwaZulu
Main_Page
Ninjani?
Okuzenzekelayo
Persian
Some_uncommon_legal_terms_in_Zulu
Sprache
Thank_you
Unjani?
Wena_unjani?
Zunge
aardvark
adjective
agua
air
amadevu
amakhoba
amandla
amanzi
amashoba
amashumi_amabili
amashumi_amathathu
amasi
apple
ayina
baboon
bad
banana
bathroom
beard
beautiful
bee
beetle
begin
better
billy-goat
bird
biscuit
black
black_rhinoceros
blood
body
book
boy
broad
brown
bruna
bukisa
butterfly
candle
carpenter
carve
cat
cause
cebra
cha
chaff
chair
chameleon
change
cheetah
chin
clear
community
cookie
count
cowpat
crab
crocodile
cucumber
danger
delay
deny
deur
dictionary
difficult
display
dog
dolphin
door
doos
dragonfly
drive
drum
duiker
eagle
earth
edit
egg
eggs
eland
elbow
elephant
energy
exam
eye
famine
feature
fig
fihla
finger
fingernail
fish
fork
français
frog
gallbladder
gentleness
giraffe
goat
gold
gopane
grain
grammar
grandparent
grape
ground
guepardo
hallo
hamba
hamba_kahle
hand
handsome
hawk
hazard
heart
heel
hej
hippopotamus
hlela
horse
hunger
hut
iPiyano
ibeshu
ibhavulomu
ibhebesi
ibhisikidi
ibhubesi
ibhuku
ibhungane
ibizo
ibululu
icebo
iculo
idesiki
idolo
idube
idwala
ifasitela
ifu
igazi
igilebhisi
igolide
igumbi
igundane
ihembe
ihhabhula
ihhashi
ihlathi
ihlaya
ihlengethwa
ihlo
ihlokohloko
ihlombe
ihubo
ijubane
ikalamuzi
ikamelo
ikati
ikhabe
ikhala
ikhalothi
ikhanda
ikhasi
ikhishi
ikhiwane
ikhompyutha
ikhukhamba
ilabhulali
ilanga
ilokishi
imamba
imbangi
imbasa
imbenge
imbewu
imbila
imbodla
imbuzi
imfene
imfologo
imini
impekupheku
impofu
impongo
important
impukane
impumulo
impungushe
impunzi
imvu
imvubu
imvula
inbhedle-intulo
incwadi
incwincwi
indiza
indlala
indlebe
indlovu
indlozi
indlu
indlulamithi
indlulamithi-thutlwa
indoda
indololwane
indonesia
ingono
ingozi
ingubo
ingulube
ingulule
ingungumbane
inguquko
ingwenya
ingxoxo
inhlamvu
inhlanzi
inhlanzi-inkwazi
inhlelo
inhliziyo
inhoko
initiate
inja
injabulo
injoba
inkaba
inkala
inkanshane
inkanyezi
inkawu
inkentshane
inkonkoni
inkosi
inkotha
inkuba
inkunzi
innocent
inpungashe
insema
insinkwe
insizwa
inso
intamo
intention
intshebe
intuthane
intuthwane
invitation
inyanga
inyoka
inyongo
inyoni
inyosi
inzekamanzi
ipeni
ipentshisi
iphaphu
iphephandaba
iqabi
iqanda
iqhugwane
isaladi
isambane
isandla
iselesele
isenzo
isiFulentshi
isibane
isibani
isibindi
isicabha
isidleke
isidlidli
isidwaba
isifinyezo
isifuba
isigaba
isigidi
isigqila
isigqizo
isigqoko
isigubhu
isiguqulo
isihlabathi
isihlahla
isihlakala
isihlalo
isihlathi
isihlelo
isiketi
isikhathi
isikhombisa
isikhova
isikhumba
isikova
isilevu
isiliva
isilokazane
isilwanyazane
isimba
isimema
isimemo
isinambuzane
isineke
isingane
isingani
isintu
isiphawulo
isipikili
isiqiwu
isishawa
isisu
isithende
isithunywa
isithupha
isitshalo
isitulo
isivivinyo
isizathu
iso
istrobheri
ithambo
ithanga
ithayiga
ithemba
ithusi
itlangu
iwolintshi
ixhegu
ixhiba
ixoxo
izambane
izinyathelo
izinyo
jackal
joke
kahle
kahlela
kangaroo
kgama
kindness
kingdom
kitchen
knee
language
leaf
left
lettuce
león
libro
lion
little
long
look_at
lugha
lung
main_Page
mamba
mango
medicine
messenger
mfene
middle_finger
moerasvy
monkey
month
moon
mosquito
mother
mouse
music
name
neck
new
newspaper
ngisaphila
ngiyabonga
nice
nose
noun
nvuba
old
orange
owl
page
peace
peach
pen
person
pes
piano
pineapple
plan
plant
plural
porcupine
potato
pretty
puffadder
pumpkin
question
rain
rat
reason
red
rhinoceros
room
rule
ruler
sala
sala_kahle
salad
sanibona
sawubona
scarab
seed
shark
sheep
shirt
silence
silver
sing
singer
singing
slang
small
snail
snake
solitary
song
speed
star
stomach
strawberry
sun
sweet_potato
t-shirt
temper
termite
test
thank_you
tiger
toad
tomato
tongue
tortoise
township
tree
turtle
two
uAgasti
uApreli
uDisemba
uFebruwari
uJanuwali
uJulayi
uJuni
uLwezi
uMandulo
uMashi
uMasingane
uMbaso
uMeyi
uMfumfu
uNcwaba
uNdasa
uNhlaba
uNhlangula
uNhlolanja
uNovemba
uNtulikazi
uOkthoba
uSepthemba
uZibandlela
ubejane
ubhanana
ubhatata
ubhejane
ubhejane_omhlophe
ubonda
ubumnene
ubuningi
ubunye
ubunyingi
ubusuku
ucikicane
ucwecwe
udonga
ufudu
ugwava
uhele
uhlelo
ukhalo
ukholo
ukhozi
ukhweshe
ukudla
ukuhunyushwa
ukuthi
ukuthula
uletisi
ulimi
uma
umama
umame
umango
umbala
umbani
umbazi
umbhali
umbono
umbusi
umbuso
umbuzo
umcabango
umchamo
umculo
umdumbula
umdumbulu
umfana
umfazi
umfino
umfula
umgwamanda
umhlaba
umhlabeleli
umhlathi
umhleli
umiyane
umkhaba
umkhaya
umkhiwane
umkhombo
umkhomo
umkhothi
umkhuba
umkhulu
umlalaphansi
umlando
umlayezo
umlisa
umlobi
umlomo
umnenke
umnyango
umnyombo
umoya
umphansi
umphefumulo
umphimbo
umqala
umqali
umqhele
umqondo
umqotho
umshayeli
umthangala
umufo
umuhla
umuhlwa
umumo
umuntu
umunwe
umusa
umuthi
umuvi
umuzi
umvemvane
umvubu
umzimba
undress
unjani
unsolozi
unvaba
unwabu
unyawo
uphahla
uphakathi
uphayinaphu
urere
urine
ushaka
usuku
utamatisi
uthando
uthekwane
uvemvane
uxamu-imbulu
uxolo
uzekamanzi
uzipho
uzwane
verb
verkoop
village
waist
wall
watch
water
watermelon
weaver
weed
wena_unjani?
whale
white
white_rhinoceros
wild_dog
wildcat
wildebeest
wind
wood
world
yebo
yini_ndaba
young
young_man
zebra
